Repository: FinnAlberts/GeocachingTool
Catalog: GeocachingTool/GeocachingTool/Resources/AppResources.*.resx
Languages: de, nl

# aboutPageHeader
source: About Geocaching Backpack
de: Über Geocaching Backpack
nl: Over Geocaching Backpack

# aboutPageParagraph1
source: Geocaching Backpack is developed and maintained by Finn Alberts. Problems can be reported at www.finnalberts.nl/contact.
de: Geocaching Backpack wird von Finn Alberts entwickelt und gewartet. Probleme können über www.finnalberts.nl/contact gemeldet werden.
nl: Geocaching backpack is ontwikkeld en wordt onderhouden door Finn Alberts. Problemen kunnen worden gemeld via www.finnalberts.nl/contact.

# aboutPageParagraph2
source: Geocaching is a game where you search the real world for so called 'caches'. Geocaching is property of Groundspeak Incorporated. More information at www.geocaching.com.
de: Geocaching ist ein Spiel, bei dem Sie in der realen Welt nach sogenannten Caches suchen. Geocaching ist Eigentum von Groundspeak Incorporated. Erfahren Sie mehr unter www.geocaching.com.
nl: Geocaching is een spel waarbij je in de echte wereld op zoek gaat naar zogenaamde 'caches'. Geocaching is eigendom van Groundspeak Incorporated. Meer informatie op www.geocaching.com.

# aboutPageParagraph3
source: Used icons are property of Font Awesome and are used under the CCA 4.0 license. More information at www.fontawesome.com/license.
de: Die verwendeten Icons sind Eigentum von Font Awesome und werden unter der CCA 4.0-Lizenz verwendet. Erfahren Sie mehr unter www.fontawesome.com/license.
nl: Gebruikte icoontjes zijn eigendom van Font Awesome en worden gebruikt onder de CCA 4.0 licentie. Meer informatie op www.fontawesome.com/license.

# aboutPageReadMore
source: Read more at
de: Erfahren Sie mehr unter
nl: Lees meer op

# aboutPageTitle
source: About
de: Über
nl: Over

# areYouSureDelete
source: Are you sure you want to delete this? This action cannot be reversed.
de: Möchten Sie dies wirklich löschen? Das kann nicht rückgängig gemacht werden.
nl: Weet je zeker dat je dit wil verwijderen? Dit kan niet ongedaan worden gemaakt.

# cachename
source: Name of cache
de: Cache-Name
nl: Cachenaam

source: Calculate
de: Berechnen
nl: Bereken

# calculateProjectionPageAngle
source: Corner in degrees
de: Winkel in Grad
nl: Hoek in graden

# calculateProjectionPageDistance
source: Distance in meters
de: Entfernung in Metern
nl: Afstand in meters

# calculateProjectionPageTitle
source: Calculate projection
de: Projektion berechnen
nl: Bereken projectie

# chooseLanguage
source: Choose your language
de: Wahl eine Sprache
nl: Kies een taal

# chooseTheme
source: Choose a theme
de: Wahl ein Thema
nl: Kies een thema

# compassPageDisclaimer
source: Disclaimer
de: Haftungsausschluss

# compassPageDisclaimerText
source: Please note that the accuracy of the compass and distance is strongly dependend on your device. Your location will be updated approximately every 15 seconds and will be accurate to about 10 meters. This also depends on your device. Remember this while caching.
de: Beachten Sie, dass die Genauigkeit des Kompasses und die Entfernung stark von Ihrem Gerät abhängig ist. Ihr Standort wird etwa alle 15 Sekunden aktualisiert und ist auf etwa 10 Meter genau. Dies hängt auch von Ihrem Gerät ab. Beachten Sie dies beim Caching.
nl: Hou er rekening mee dat de accuraatheid van het kompas en de afstand sterk afhangt van je apparaat. Je locatie wordt ongeveer iedere 15 seconden bijgewerkt en is tot op ongeveer 10 meter nauwkeurig. Ook dit hangt af van je apparaat. Hou hier rekening mee tijdens het cachen.

# compassPageNoLocation
source: Your location could not be determined.
de: Ihr Standort konnte nicht ermittelt werden.
nl: Je locatie kon niet worden bepaald.

# compassPageSetTarget
source: Set target
de: Anvisieren
nl: Zet doel

# compassPageTitle
source: Compass
de: Kompass
nl: Kompas

source: Convert
de: Umrechnen
nl: Omzetten

# coordinatePageTitle
source: Convert coordinates
de: Koordinaten umrechnen
nl: Coördinaten omzetten

# darkTheme
source: Dark
de: Dunkel
nl: Donker

source: DDM to DD
de: DDM in DD
nl: DDM naar DD

source: DD to DDM
de: DD in DDM
nl: DD naar DDM

source: Delete
de: Löschen
nl: Verwijderen

source: East
de: Ost
nl: Oost

source: East or west?
de: Ost oder West?
nl: Oost of west?

# errorCompassLocationOff
source: Location on your device is not enabled.
de: Der Standort auf Ihrem Gerät ist deaktiviert.
nl: De locatie op je apparaat is uitgeschakeld.

# errorCompassNoPermission
source: For using the compass your location is required.
de: Ihr Standort ist erforderlich, um den Kompass zu verwenden.
nl: Voor het gebruiken van het kompas is je locatie noodzakelijk.

# errorCompassNoSupport
source: Unfortunately your device does not support compass functionality.
de: Leider unterstützt Ihr Gerät keinen Kompass.
nl: Je apparaat ondersteunt helaas geen kompas.

# errorDefault
source: Something went wrong. Please try again.
de: Etwas ist schief gelaufen. Versuchen Sie es nochmal.
nl: Er is iets misgegaan. Probeer het opnieuw.

# errorLetterAlreadyExists
source: This letter already exists. Use a different letter.
de: Diese Buchstaben sind bereits vorhanden. Verwenden Sie einen anderen Buchstaben.
nl: Deze letters bestaat al. Gebruik een andere letter.

# formulaPageDeleteAllLetters
source: Delete all letters
de: Alle Buchstaben löschen
nl: Verwijder alle letters

# formulaPageHelp
source: Add letters by tapping 'new'. Give each letter a value and save it. The letter will now appear in the overview. From the overview you can also edit or delete a letter. In the top of the screen you can enter calculations to calculate a value. These calculations can be simple like 5+5, but they may also contain letters you added. You can use +, -, * and /. Example: you added the letter 'a' with a value of 4. By entering 10-a you will have a result of 6.
de: Fügen Sie Buchstaben hinzu, indem Sie auf „Neu“ tippen. Geben Sie für jeden Buchstaben an, welchen Wert dieser Buchstabe hat. Der Buchstabe erscheint nun in der Übersicht. Von hier aus können Sie auch Buchstaben löschen oder ändern. Oben können Sie eine Formel eingeben, um einen Wert zu berechnen. Diese können einfach wie 5+5 sein, aber sie können auch Buchstaben enthalten, die Sie hinzugefügt haben. Sie können +, -, * und / verwenden. Beispiel: Sie haben den Buchstaben 'a' mit dem Wert 4 hinzugefügt. Wenn Sie 10-a eingeben, erhalten Sie 6 als Antwort.
nl: Voeg letters toe door op 'Nieuw' te tikken. Geef voor iedere letter aan wat de waarde van deze letter is. De letter zal nu in het overzicht verschijnen. Vanaf hier kun je letter ook verwijderen of aanpassen. Bovenin kun je een formule invoeren om een waarde uit te rekenen. Deze kunnen simpel zijn zoals 5+5, maar deze mogen ook letters bevatten die je hebt toegevoegd. Je kunt gebruik maken van +, -, * en /. Voorbeeld: je hebt de letter 'a' toegevoegd met als waarde 4. Door 10-a in te voeren zul je als antwoord 6 krijgen.

# formulaPageLetter
source: Letter
de: Buchstabe

# formulaPageLetterValues
source: Values of letters
de: Buchstabenwerte
nl: Letterwaardes

# formulaPageNoLetters
source: You currently have no letters yet. Save a new letter by tapping 'new' in the upper right corner.
de: Sie haben noch keine Buchstabenwerte gespeichert. Speichern Sie einen Buchstabenwert, indem Sie oben rechts auf „Neu“ tippen.
nl: Je hebt nog geen letterwaardes opgeslagen. Sla een letterwaarde op door rechtsboven op 'nieuw' te tikken.

# formulaPageTitle
source: Calculate formula
de: Formel berechnen
nl: Formule berekenen

source: Help
de: Hilfe

source: Latitude
de: Breitengrad
nl: Breedtegraad

# lightTheme
source: Light
de: Hell
nl: Licht

source: Longitude
de: Längengrad
nl: Lengtegraad

# mainPageDescription
source: This backpack contains all the tools you'll need while searching for Geocaches. Quickly find the word value, calculate the next coordinate and save all important information for finding the cache.
de: Dieser Backpack enthält die Werkzeuge, die du als echter Geocacher unterwegs brauchst. Finden Sie schnell den Wortwert, berechnen Sie die nächste Koordinate und speichern Sie wichtige Daten, um den Cache zu finden.
nl: Deze backpack bevat dé tools die je als echte Geocacher onderweg nodig hebt. Vind snel de woordwaarde, bereken de volgende coördinaat en sla gegevens op die van belang zijn bij het vinden van de cache.

# mainPageHeader
source: Explore and search for some caches!
de: Geh raus und finde ein paar Caches!
nl: Ga op pad en zoek wat caches!

# mainPageWelcome
source: Welcome to Geocaching Backpack!
de: Willkommen beim Geocaching Backpack!
nl: Welkom bij Geocaching Backpack!

# newText
source: New
de: Neu
nl: Nieuw

source: No
de: Nein
nl: Nee

source: North
de: Norden
nl: Noord

source: North or south?
de: Norden oder Süden?
nl: Noord of zuid?

# notAllFieldFilledIn
source: Not all fields are filled in. Fill in all fields and try again.
de: Nicht alle Felder sind ausgefüllt. Bitte füllen Sie alle Felder aus und versuchen Sie es wieder.
nl: Niet alle velden zijn ingevuld. Vul alle velden in en probeer het opnieuw.

# notesPageNoNotes
source: You currently have no notes yet. Create a new note by tapping 'new' in the top right corner.
de: Sie haben noch keine Notizen. Erstellen Sie eine neue Notiz, indem Sie oben rechts auf "Neu" tippen.
nl: Je hebt nog geen notities. Maak een nieuwe notitie aan door rechtsboven op 'nieuw' te tikken.

# notesPageTitle
source: Notes
de: Notizen
nl: Notities

source: Number
de: Nummer
nl: Getal

source: OK
de: Okay
nl: Oké

# restart
source: Please restart the app for the changes to apply.
de: Starten Sie die App neu, um die Änderungen zu verarbeiten.
nl: Start de app opnieuw om de wijzigingen te verwerken.

source: Save
de: Speichern
nl: Opslaan

source: Set
de: Aufstellen
nl: Stel in

# settingsPageTitle
source: Settings
de: Einstellungen
nl: Instellingen

# stackCountingPageTitle
source: Digital root
de: Quersumme
nl: Stapeltellen

# succes
source: Success
de: Erfolg
nl: Succes

# succesLetterAdded
source: The letter was succesfully added.
de: Der Buchstabe wurde erfolgreich hinzugefügt
nl: De letter is succesvol toegevoegd

# systemLanguage
source: Based on system settings
de: Gerätesprache
nl: Apparaattaal

# systemTheme
source: Based on system settings
de: Gerätethema
nl: Apparaatthema

source: Value
de: Wert
nl: Waarde

source: Warning
de: Warnung
nl: Waarschuwing

# wordValuePageCountedThrough
source: . The digital root of that is
de: . Die Quersumme davon ist
nl: . Doorgeteld is dat

# wordValuePageTitle
source: Word value
de: Buchstabenwert
nl: Woordwaarde

# wordValuePageWordValue
source: The word value is
de: Die Buchstaben wert ist
nl: De woordwaarde is

# wordValueWord
source: Word
de: Wort
nl: Woord

source: Yes
de: Ja
nl: Ja

source: Your note
de: Ihre Notiz
nl: Jouw notitie

# aboutPageVersion
source: Version:
nl: Versie:

source: Error
nl: Fout
